{
  "recipes": [
    {
      "id": 1,
      "title": "Veggie Breakfast Tacos",
      "ingredients": {
        "salsa": {
            "tomato": "large yellow tomato, diced",
            "onion": "3 tablespoons diced red onion",
            "cilantro": "3 tablespoons chopped cilantro",
            "pepper": "½ to 1 serrano pepper, thinly sliced",
            "garlic": "1 garlic clove, minced",
            "lime": "juice from ½ lime",
            "salt": "¼ teaspoon sea salt"
        },
        "tacos": {
            "pepper": "1 green pepper, cored, stem removed, and diced",
            "scallions": "3 scallions, chopped",
            "eggs": "6 eggs, beaten",
            "arugula": "2 cups arugula or spinach, chopped",
            "olive": "extra-virgin olive oil, for drizzling",
            "salt": "sea salt and freshly ground black pepper"
        }
      },
      "description": {
        "stepOne": "Make the Salsa: In a small bowl, combine the tomato, onion, cilantro, serrano, garlic, lime juice and salt. Chill until ready to use.",
        "stepTwo": "In a small nonstick skillet, heat a drizzle of olive oil over medium heat. Add the green pepper, scallions and a pinch of salt and pepper and sauté until lightly browned, about 5 minutes. Scoop a large spoonful of the salsa into the pepper mixture and stir. Remove from the heat and set aside.",
        "stepThree": "Brush a large nonstick stick skillet lightly with olive oil and bring to medium heat. Add the eggs, let them cook for a few seconds and then stir. Add the green pepper mixture to the eggs. Continue to stir and scramble the eggs until just set. Remove from the pan from the heat while the eggs are slightly runny and stir in the arugula and half of the extra cilantro.",
        "stepFour": "Assemble the tacos with the egg mixture, a scoop of salsa, the remaining cilantro and a few slices of avocado. Finish with a squeeze of lime and a pinch of salt and pepper, if desired. Garnish with cilantro and serve with lime wedges."
      },
      "intro": "Healthy Breakfast Ideas: Veggie Breakfast Tacos",
      "authorId": 1,
      "categoryId": 1,
      "img": "https://cdn.loveandlemons.com/wp-content/uploads/2019/09/breakfast-580x817.jpg"
    },
    {
      "id": 2,
      "title": "Baked Oatmeal",
      "ingredients": {
        "banana": "1 ripe banana, mashed (½ cup)",
        "milk": "1 cup unsweetened almond milk, at room temperature",
        "butter": "¼ cup smooth almond butter",
        "syrup": "¼ cup maple syrup",
        "oil": "¼ cup melted coconut oil",
        "bakingPowder": "1 teaspoon baking powder",
        "cinnamon": "1 teaspoon cinnamon",
        "salt": "½ teaspoon sea salt",
        "oats": "2 cups whole rolled oats",
        "pecans": "1 cup chopped pecans",
        "blueberries": "2 tablespoons brown sugar, for topping",
        "coconut": "2 tablespoons coconut flakes, for topping"
      },
      "description": {
        "stepOne": "Preheat the oven to 350°F and grease an 8x8-inch or similar baking dish.",
        "stepTwo": "In a large bowl, whisk together the mashed banana, almond milk, almond butter, maple syrup, and coconut oil. Add the baking powder, cinnamon, and salt and whisk again.",
        "stepThree": "Fold in the oats, ¾ cup of the pecans, and ½ cup of the blueberries. Pour the mixture into the prepared baking dish and smooth into an even layer.",
        "stepFour": "Top with the remaining ½ cup blueberries, the remaining ¼ cup pecans, the brown sugar, and coconut flakes.",
        "stepFive": "Bake for 40 to 50 minutes, or until the topping is crisp and the middle is set. Remove from the oven and let cool for 10 minutes before serving."
      },
      "intro": "This blueberry baked oatmeal recipe is a healthy, delicious breakfast or brunch! I love how the toasty, nutty topping contrasts with the soft and creamy middle. Vegan and gluten-free.",
      "authorId": 2,
      "categoryId": 1,
      "img": "https://cdn.loveandlemons.com/wp-content/uploads/2023/05/baked-oatmeal-580x580.jpg"
    },
    {
      "id": 3,
      "title": "Homemade Granola",
      "ingredients": {
        "oats": "2 cups whole rolled oats",
        "walnuts": "1/2 cup chopped walnuts, (or almonds, or a mix of both)",
        "coconut": "1/2 cup coconut flakes, optional",
        "cinnamon": "2 teaspoons cinnamon",
        "salt": "1/2 teaspoon sea salt",
        "oil": "2 tablespoons melted coconut oil",
        "syrup": "1/4 cup maple syrup",
        "butter": "2 tablespoons creamy almond butter",
        "cranberries": "1/3 cup dried cranberries, optional"
      },
      "description": {
        "stepOne": "Preheat the oven to 300°F and line a baking sheet with parchment paper.",
        "stepTwo": "In a medium bowl, combine the oats, walnuts, coconut flakes, if using, cinnamon, and salt. Drizzle in the coconut oil and maple syrup and add the almond butter. Stir until combined. Scoop the granola onto the baking sheet and press the mixture into a 1-inch-thick oval. This will encourage clumping.",
        "stepThree": "Bake for 15 minutes, rotate the pan halfway, and use a fork to gently break the granola apart just a bit. Bake for 15 minutes more, or until golden brown. Sprinkle with dried cranberries, if desired. Let cool for 15 minutes before serving."
      },
      "intro": "Love granola? Learn how to make your own! Feel free to customize this recipe with your favorite nuts, seeds, and dried fruit.",
      "authorId": 3,
      "categoryId": 1,
      "img": "https://cdn.loveandlemons.com/wp-content/uploads/2020/01/granola-recipe-580x872.jpg"
    },
    {
      "id": 4,
      "title": "Roasted Cauliflower Tacos",
      "ingredients": {
        "cauliflower": "1 small cauliflower, outer leaves and core discarded, cut into small florets",
        "cabbage": "1 pound red cabbage, thinly sliced (about 1/2 small red cabbage or 6 cups sliced)",
        "oil": "¼ cup extra-virgin olive oil",
        "cumin": "1 teaspoon ground cumin",
        "coriander": "1 teaspoon ground coriander",
        "salt": "1 teaspoon kosher salt",
        "sauce": "1 recipe Avocado Sauce",
        "tortillas": "12 corn tortillas, warmed",
        "radishes": "Thinly sliced radishes, optional",
        "peppers": "Sliced serrano peppers, optional",
        "avocado": "Avocado slices, optional",
        "cilantro": "Cilantro, optional"
      },
      "description": {
        "stepOne": "Preheat the oven to 400°F.",
        "stepTwo": "Place the cauliflower and cabbage on a large sheet pan. Drizzle with the olive oil and sprinkle with the cumin, coriander, and salt. Use your hands to mix everything together and spread it out into an even layer. Roast, stirring every 15 minutes, until the vegetables are softened and browned in spots, about 45 minutes. (I roasted my cabbage and cauliflower on two separate sheet pans. I cooked the cauliflower for 25 minutes and the cabbage for 10 minutes. Both ways work!)",
        "stepThree": "Evenly divide the Avocado Sauce and roasted vegetables among the tortillas. Serve immediately with the radishes, serranos, avocado slices, and cilantro, if using."
      },
      "intro": "This roasted cauliflower tacos recipe is lightly adapted from Simply Julia by Julia Turshen and is reprinted with permission from the publisher. Feel free to get creative with the toppings here! I used what's listed in the recipe below, but Julia also suggests diced white onion, pickled jalapeños, and hot sauce.",
      "authorId": 1,
      "categoryId": 2,
      "img": "https://cdn.loveandlemons.com/wp-content/uploads/2021/04/cauliflower-tacos-580x363.jpg"
    }

  ],
  "authors": [
    {
      "id": 1,
      "name": "Katie",
      "surname": "Morford",
      "business": "Katie Morford",
      "location": "San Francisco, California",
      "education": "BA in English Literature from Loyola Marymount University, MS in Clinical Nutrition from New York University",
      "expertise": "Healthy cooking, Family meals, Cooking with kids, Nutrition, Food Safety",
      "experience": "Katie Morford is a culinary dietitian with a master's degree in clinical nutrition from New York University. She has 25 years of experience as a recipe developer, writer, and teacher. She has published three cookbooks focused on feeding a family and empowering kids of all ages to cook. Books: Best Lunchbox Ever (Chronicle Books 2013) nominated for an IACP award, Rise & Shine (Roost Books, 2016), PREP (Roost Books 2019) Blog: Mom's Kitchen Handbook, nominated for an IACP award Began working with Simply Recipes in late 2019.",
      "img": "https://www.simplyrecipes.com/thmb/WM5KLsAjwssGK0tCTpbSd-DxCl4=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/erinscott_riseandshine-6887-1-6347c154c32e486b91dc464c3d50ca53.jpg"
    },
    {
      "id": 2,
      "name": "Elise",
      "surname": "Bauer",
      "business": "Founder of Simply Recipes",
      "location": "Sacramento, California",
      "education": "Stanford University: BS in Environmental Science; MA in Food Research; MBA from the Graduate School of Business",
      "expertise": "Scratch cooking with whole ingredients",
      "experience": "Elise Bauer is the founder of SimplyRecipes.com. A blogging pioneer, Elise first created Simply Recipes in 2003 as a way to document her family’s recipes, and over the years grew it into one of the most popular cooking websites in the world. Elise grew up in a large family, the eldest of six. Her parents are both excellent scratch cooks—her mother by necessity to feed the family, and her father because he loves to eat well and experiment with trying out new recipes. Elise's mother’s heritage is Mexican American, from Tucson, Arizona, and her father, Germanic, from Minnesota. These duel influences shape Elise’s approach to home cooking, and she is just as happy making her mother’s enchiladas as she is preparing her father’s spare ribs with sauerkraut. Elise lived for a time in New England, as well as Japan, and her sweetheart is a dashing Frenchman from Provence, so you’ll find cuisines from those areas reflected in her recipes as well. lise’s recipes use mostly whole food ingredients, and only occasionally a few things from cans or prepared foods. She believes in a varied, healthy diet, using extra virgin olive oil, butter, eggs, lots of green vegetables, and protein from meat, fish, beans, and cheese.",
      "img": "https://www.simplyrecipes.com/thmb/XoNqYxE-6neyQ5t47Q8VP1IP_tE=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/SRHeadshots-EliseBauer-5c36c598a88d4ba3bff66260a792ea47.jpg"
    },
    {
      "id": 3,
      "name": "Sally",
      "surname": "Vargas",
      "business": "Sally Pasley Vargas",
      "location": "Massachussetts",
      "education": "Vassar College, Pastry at the Culinary Institute of America",
      "expertise": "Vegetarian, Healthy, French, Mediterranean, Pastry",
      "experience": "After twelve years in the restaurant kitchen, Sally began writing about food. She is the author of four cookbooks. The Tao of Cooking, her first book, drew upon her experience at The Tao, a popular vegetarian restaurant in Bloomington, Indiana. Subsequent books include Food for Friends (gifts of food), The Cranberry Cookbook, and The Blueberry Cookbook. Sally is a regular correspondent for the Boston Globe Wednesday Food Section. She teaches cooking, develops recipes, photographs food, and occasionally creates memorable meals for clients. Favorite meal: My favorite meal is anything someone else cooks for me; I’ll take a hot dog if you will cook it for me, I’m not fussy. Also, my last name is pronounced Paisley, a stumper for those who don’t know me!",
      "img": "https://www.simplyrecipes.com/thmb/3L4XVNKUktOJeWw8QyN6JqOHF8w=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/sally-vargas-square-1600-8fe88067677440669e4d2fc3f3fd979f.jpg"
    }
  ],
  "comments": [
    {
      "id": 1,
      "title": "Loved it",
      "description": "I really like your recipes but it is getting hard to read them. I am older and the light gray is difficult to read.",
      "name": "Diane",
      "recipeId": 1
    }
  ],
  "categories": [
    {
    "id": 1,
    "title": "Healthy Breakfast Ideas",
    "description": "Stuck in a breakfast rut? Find over 60 healthy breakfast ideas below! With sweet, savory, easy & make-ahead options, we have something for everyone.",
    "img": "https://cdn.loveandlemons.com/wp-content/uploads/2019/09/breakfast-580x817.jpg"
    },
    {
      "id":2,
      "title":"Easy Dinner Ideas",
      "description": "Wondering what to make for dinner? You're in the right place! Below, you'll find easy dinner ideas to satisfy any craving. Think tacos, pasta, and more!",
      "img": "https://cdn.loveandlemons.com/wp-content/uploads/2019/09/easy-dinner-ideas-1-580x802.jpg"
    },
    {
      "id":3,
      "title":"Best Salad Recipes",
      "description": "A big, bountiful salad is the best way to celebrate delicious seasonal produce! Here are 51 stunning salad recipes I love to make again and again.",
      "img": "https://cdn.loveandlemons.com/wp-content/uploads/2019/07/salad-580x845.jpg"
    },
    {
      "id":4,
      "title":"Healthy Lunch Ideas",
      "description": "If you're looking for new healthy lunch ideas, you're in the right place. These easy lunch recipes are fun, filling, and good for you, too!",
      "img": "https://cdn.loveandlemons.com/wp-content/uploads/2018/01/lunch-ideas-580x793.jpg"
    },
    {
      "id":5,
      "title":"Easy Summer Desserts",
      "description": "These easy summer desserts include fruit crisps, frozen treats, no-bake recipes, and more! No matter what you're craving, you'll find one you love.",
      "img": "https://cdn.loveandlemons.com/wp-content/uploads/2021/06/summer-desserts-1-580x735.jpg"
    }
  ],
  "aboutUs": [
    {
      "id": 1,
      "title": "About Us",
      "whoWeAre": {
          "firstParagraph": "Simply Recipes is here to help you cook delicious meals with less stress and more joy. We offer recipes and cooking advice for home cooks, by home cooks. Helping create “kitchen wins” is what we’re all about.", 
          "secondParagraph": "Simply Recipes was founded in 2003 by Elise Bauer as a home cooking blog to record her favorite family recipes. Today, Simply Recipes has grown into a trusted resource for home cooks with more than 3,000 tested recipes, guides, and meal plans, drawing over 15 million readers each month from around the world. We’re supported by a diverse group of recipe developers, food writers, recipe and product testers, photographers, and other creative professionals."
        },
      "ourHistory": "Elise Bauer was a busy Silicon Valley executive when she became sick with a flu that wouldn’t go away in 2001. In 2003, Elise moved home with her parents and lived with them for several years, recovering from chronic fatigue and documenting her parents’ cooking on Simply Recipes. (Here’s more of that story.) Over the years, what started as a small blog grew to reach millions of readers every month! In 2020, Simply Recipes was acquired by Dotdash Meredith, a New York-based media company.",
      "recipeDevelopment": "Our recipes primarily use fresh, unprocessed ingredients but we also believe there is a time and a place for canned, frozen, and other prepared ingredients. We believe in a diet that includes a wide variety of foods: real butter and cream, extra virgin olive oil, eggs, lots of fruits and vegetables, and protein from meat, fish, beans, and cheese. Plus cake for dessert.",
      "contactUs": "Have something you’d like to let us know? Whether you have a comment on a recipe or an idea to share, we would love to hear from you:",
      "email": "contact@simplyrlemonecipes.com."
  }
]
}